Repository: GlennV/gender.wtf
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Please enter between 1 and 8 keywords.
nl: Voer tussen 1 en 8 sleutelwoorden in.

source: Please enter at most 8 keywords.
nl: Gelieve maximaal 8 sleutelwoorden in te voeren.

source: Invalid keyword "%(keyword)s". Keywords are letters only and exactly 10 characters long.
nl: Ongeldig sleutelwoord "%(keyword)s". Sleutelwoorden bevatten alleen letters en zijn precies 10 tekens lang.

source: Welcome
nl: Welkom

source: Invalid reCAPTCHA.
nl: Ongeldige reCAPTCHA.

source: Solution checker
nl: Oplossing controleren

source: Whoops, this geocache was already claimed by someone else!
nl: Oeps, deze geocache werd al door iemand anders geclaimd!

source: You succesfully claimed this geocache! Good job, you just unlocked 2 letters of the keyword.
nl: Je hebt deze geocache geclaimd! Super, je hebt net 2 letters van het sleutelwoord ontgrendeld.

source: Please enter your name!
nl: Vul je naam in!

source: English
nl: Engels

source: Click on a square to check if it contains a hidden letter. Combine 10 hidden letters from left to right, top to bottom to get the keyword for this challenge.
nl: Klik op een hokje om te controleren of het een verborgen letter bevat. Combineer 10 verborgen letters van links naar rechts en van boven naar beneden om het sleutelwoord voor deze challenge te verkrijgen.

source: Sounds easy, right? Let's spice things up. You can only click <b>10 squares</b> per hour... so you might need some help!
nl: Klinkt makkelijk, toch? Laten we het wat spannender maken. Je kan slechts <b>10 hokjes</b> per IP per uur aanklikken.... dus wellicht heb je hulp nodig!

source: Because we're not brutally savage, we give away position (1,1) &mdash; that's only 9 more to find. Good luck!
nl: Omdat we niet volledig wreed zijn, geven we positie (1,1) weg &mdash; dat is nog slechts 9 te gaan. Veel succes!

source: Clicks left
nl: Resterende pogingen

source: resets back to 10 at
nl: reset naar 10 op

source: Hey! Don't waste your clicks on already guessed squares!
nl: Hé! Verspil je pogingen niet aan reeds geraden hokjes!

source: Invalid coordinates, don't try to be clever!
nl: Ongeldige coördinaten, probeer niet de wijsneus uit te hangen!

source: Invalid IP, what are you even doing?
nl: Ongeldig IP, wat doe je eigenlijk?

source: Whoa! Not so fast... Here is some relaxing music while you wait
nl: Whoa! Niet zo snel.... Hier is wat ontspannende muziek terwijl je wacht

source: Finally, some good music! Get your headphones ready &mdash; you're about to go back in time.
nl: Eindelijk, een streepje muziek! Zet je hoofdtelefoon op &mdash; je staat op het punt om terug in de tijd te gaan.

source: You need to combine the <b>first two letters</b> of:
nl: Je moet de <b>eerste twee letters</b> combineren van:

source: The <b>artist</b> of the longest song <b>(the original album version)</b>.
nl: De <b>artiest</b> van het langste nummer <b>(de originele albumversie)</b>.

source: The <b>title</b> of the longest song <b>(measured in this mixtape)</b>.
nl: De <b>titel</b> van het langste nummer <b>(gemeten in deze mixtape)</b>.

source: The <b>title</b> of the oldest song <b>by release date</b>.
nl: De <b>titel</b> van het oudste liedje <b>volgens releasedatum</b>.

source: The <b>artist</b> of song with the <b>most plays on Spotify</b> (when in doubt, take the version with the most plays).
nl: De <b>artiest</b> van het nummer met de <b>meeste plays op Spotify</b> (neem bij twijfel de versie met de meeste plays).

source: The <b>artist</b> of the song in <b>10th place</b> when sorting all titles alphabetically in ascending order.
nl: De <b>artiest</b> van het nummer op <b>de 10e plaats</b> bij het alfabetisch sorteren van alle titels.

source: Order all letters alphabetically & convert to lowercase (e.g. aabbccddee) to get the keyword.
nl: Sorteer alle letters alfabetisch en zet om naar kleine letters (bv. aabbccddee) om het sleutelwoord te verkrijgen.

source: You didn't think I was just going to let you play the music, did you?
nl: Je dacht toch niet dat ik je gewoon de muziek zou laten spelen, of wel?

source: How much do you actually know about us?
nl: Hoeveel weet je eigenlijk over ons?

source: Take the 4th letter of the answers to the following questions:
nl: Neem de 4e letter van de antwoorden op de volgende vragen:

source: Our cat's breed
nl: Onze kat haar ras

source: Our street name
nl: Onze straatnaam

source: Our <b>next</b> travel destination together?
nl: Onze <b>volgende</b> reisbestemming samen?

source: Our <b>first</b> travel destination together?
nl: Onze <b>eerste</b> reisbestemming samen?

source: City where Sanne grew up
nl: Stad waar Sanne opgroeide

source: Town where Glenn grew up
nl: Dorp waar Glenn opgroeide

source: Glenn's birth place
nl: Glenn's geboorteplaats

source: Glenn's first employer (2013)
nl: Glenn's eerste werkgever (2013)

source: Sanne's middle name
nl: Sanne's middelste naam

source: "Place" where we first met
nl: "Plaats" waar we elkaar voor het eerst ontmoet hebben

source: Your name
nl: Je naam

source: We had a nice walk through a forest and "forgot" 5 geocaches at the coordinates below. Go find them!
nl: We hebben een mooie wandeling door een bos gemaakt en zijn 5 geocaches "vergeten" op de coördinaten hieronder. Go find them!

source: If someone finds a geocache, this will automatically reveal 2 letters of the keyword <b>to everyone</b>.
nl: Als iemand een geocache vindt, zal dit automatisch 2 letters van het sleutelwoord <b>aan iedereen</b> onthullen.

source: Oh, the best time to find them is after dark 🦇 as they light up! <a href="%(geocache_url)s" target="_blank">(check it out)</a>
nl: Oh, de beste tijd om ze te vinden is 's nachts 🦇 als ze oplichten! <a href="%(geocache_url)s" target="_blank">(check it out)</a>

source: claimed by
nl: geclaimd door

source: Print & solve this Word Search Puzzle with completely random baby names.
nl: Print & los deze woordzoeker op met volledig willekeurige babynamen.

source: Combine the remaining 10 letters from left to right, top to bottom to get the keyword for this challenge.
nl: Combineer de resterende 10 letters van links naar rechts en van boven naar beneden om het sleutelwoord voor deze uitdaging te verkrijgen.

source: Let's get lyrical! 🎵 We translated lyrics of 10 songs we like.
nl: Let's get lyrical! 🎵 We vertaalden de lyrics van 10 wereldberoemde nummers.

source: Take the first <b>letter</b> of the <b>title</b> of the songs we translated:
nl: Neem de <b>eerste letter</b> van de <b>titel</b> van de liedjes die we vertaald hebben:

source: Welcome to the
nl: Welkom bij de

source: Hello friends, family & randos,
nl: Dag vrienden, familie & rando's,

source: We are very excited to announce that we're having a baby and that <b>you</b> can find out the gender before everyone else!
nl: We zijn erg enthousiast om aan te kondigen dat we een baby krijgen en dat <b>jij</b> als allereerste het geslacht kunt ontdekken!

source: We decided to take "gender reveal party" to the next level and release <b>8 challenges</b> to the world.
nl: We hebben besloten om "gender reveal party" naar een hoger niveau te tillen en <b>8 challenges</b> op de wereld los te laten.

source: Each challenge has a random lowercase 10-letter keyword as solution (example: <b>keywordone</b>). Get all 8 keywords to find out the gender!
nl: Elke uitdaging heeft een willekeurig 10-letter sleutelwoord als oplossing (voorbeeld: <b>keywordone</b>). Vind alle 8 sleutelwoorden om het geslacht te achterhalen!

source: Verify your solutions with the <a class="blink" href="%(url_verify)s">solution checker</a>.
nl: Controleer je sleutelwoorden op <a class="blink" href="%(url_verify)s">deze pagina</a>.

source: Challenges vary in difficulty from granny-proof to hacker-proof, and some will require working together.
nl: De challenges variëren in moeilijkheidsgraad van oma-proof tot hacker-proof, en voor sommige challenges zal je moeten samenwerken.

source: Please join the <a href="https://www.facebook.com/groups/gender.wtf/" target="_blank">Gender Reveal Challenge</a> group on Facebook to share progress & solutions, report issues and find hints.
nl: Sluit je aan bij de <a href="https://www.facebook.com/groups/gender.wtf/" target="_blank">Gender Reveal Challenge</a> groep op Facebook om je voortgang en oplossingen te delen, problemen te rapporteren en hints te vragen.

source: We had a blast creating this challenge, and we hope you'll like it!
nl: We hebben ons geamuseerd bij het maken van deze challenge en hopen dat je het leuk vindt!

source: Good luck & have fun!
nl: Veel succes & veel plezier!

source: NOPE! All wrong
nl: NOPE! Volledig fout

source: Finally getting started 'ey? (1-3 correct keywords)
nl: Finally getting started 'ey? (1-3 correcte trefwoorden)

source: Keep going! (4-5 correct keywords)
nl: Ga zo door! (4-5 correcte sleutelwoorden)

source: Ok ok, maybe this challenge is too easy? (6-7 correct keywords)
nl: Oké, misschien is deze challenge te gemakkelijk? (6-7 correcte trefwoorden)

source: Keywords (comma separated)
nl: Sleutelwoorden (door komma of witregel gescheiden)

source: Check!
nl: Controleer!

source: solution checker
nl: oplossing
